Repository: psalles00/Smart-Kitchen
Catalog: Shared/Localization/Localizable.xcstrings
Source language: pt_br
Languages: de, en, es, fr, it, ja

source: Quanto quer ganhar por semana?
de: Wie viel willst du pro Woche zunehmen?
en: How much do you want to gain per week?
es: ¿Cuánto quieres ganar por semana?
fr: Combien voulez-vous prendre par semaine ?
it: Quanto vuoi prendere a settimana?
ja: 週にどれだけ増やしたいですか？

source: Quanto quer perder por semana?
de: Wie viel willst du pro Woche abnehmen?
en: How much do you want to lose per week?
es: ¿Cuánto quieres perder por semana?
fr: Combien voulez-vous perdre par semaine ?
it: Quanto vuoi perdere a settimana?
ja: 週にどれだけ減らしたいですか？

source: quartas-feiras
de: Mittwochs
en: Wednesdays
es: miércoles
fr: mercredis
it: Mercoledì
ja: 水曜日

source: Que bebida você quer?
de: Welches Getränk möchten Sie?
en: What drink do you want?
es: ¿Qué bebida quieres?
fr: Quelle boisson voulez-vous ?
it: Quale bevanda vuoi?
ja: どんな飲み物が欲しいですか？

source: Que lanche combina agora?
de: Welcher Snack passt jetzt?
en: What snack fits right now?
es: ¿Qué merienda viene bien ahora?
fr: Quel goûter convient maintenant ?
it: Quale spuntino va bene ora?
ja: 今どんな軽食が合いますか？

source: Que tal alternar com aveia ou tapioca no café? Mantém a saciedade e diversifica os carboidratos.
de: Wie wär's mit Hafer oder Tapioka zum Frühstück im Wechsel? Sättigt und sorgt für Abwechslung bei den Kohlenhydraten.
en: How about rotating with oats or tapioca for breakfast? Keeps you full and varies the carbs.
es: ¿Qué tal alternar con avena o tapioca en el desayuno? Mantiene la saciedad y varía los carbohidratos.
fr: Et si vous alterniez avec de l'avoine ou du tapioca au petit-déj ? Ça rassasie et varie les glucides.
it: Che ne dici di alternare con avena o tapioca a colazione? Sazia e varia i carboidrati.
ja: 朝食にオートミールやタピオカを交互に試してみては？満腹感を保ちつつ炭水化物の種類も増やせます。

source: Que tipo de almoço você quer?
de: Welche Art von Mittagessen möchten Sie?
en: What kind of lunch do you want?
es: ¿Qué tipo de comida quieres?
fr: Quel type de déjeuner voulez-vous ?
it: Che tipo di pranzo vuoi?
ja: どんな昼食が欲しいですか？

source: Queijo
de: Käse
en: Cheese
es: Queso
fr: Fromage
it: Formaggio
ja: チーズ

source: Quente
de: Heiß
en: Hot
es: Caliente
fr: Chaud
it: Caldo
ja: 温かい

source: Quero adicionar uma nova receita.
de: Ich möchte ein neues Rezept hinzufügen.
en: I want to add a new recipe.
es: Quiero añadir una nueva receta.
fr: Je veux ajouter une nouvelle recette.
it: Voglio aggiungere una nuova ricetta.
ja: 新しいレシピを追加したい。

source: Quero chegar a
de: Ich will erreichen
en: I want to reach
es: Quiero llegar a
fr: Je veux atteindre
it: Voglio arrivare a
ja: 目標体重

source: Quero editar uma receita existente.
de: Ich möchte ein vorhandenes Rezept bearbeiten.
en: I want to edit an existing recipe.
es: Quiero editar una receta existente.
fr: Je veux modifier une recette existante.
it: Voglio modificare una ricetta esistente.
ja: 既存のレシピを編集したい。

source: Quero registrar uma refeição que acabei de comer.
de: Ich möchte eine Mahlzeit erfassen, die ich gerade gegessen habe.
en: I want to log a meal I just ate.
es: Quiero registrar una comida que acabo de comer.
fr: Je veux enregistrer un repas que je viens de manger.
it: Voglio registrare un pasto che ho appena mangiato.
ja: 食べたばかりの食事を記録したい。

source: Qui
de: Do
en: Thu
es: Jue
fr: Jeu
it: Gio
ja: 木

source: Quinoa cozida
de: Gekochte Quinoa
en: Cooked quinoa
es: Quinoa cocida
fr: Quinoa cuit
it: Quinoa cotta
ja: 調理済みキヌア

source: quintas-feiras
de: Donnerstags
en: Thursdays
es: jueves
fr: jeudis
it: Giovedì
ja: 木曜日

source: Rápida
de: Schnell
en: Quick
fr: Rapide
it: Veloce
ja: 速い

source: rápido
de: schnell
en: quick
fr: rapide
it: veloce
ja: 速い

source: Rápido
de: Schnell
en: Quick
fr: Rapide
it: Veloce
ja: 速い

source: Rastreador de calorias e macronutrientes
de: Kalorien- und Makronährstoff-Tracker
en: Calorie and macronutrient tracker
es: Rastreador de calorías y macronutrientes
fr: Suivi des calories et macronutriments
it: Tracker di calorie e macronutrienti
ja: カロリーとマクロ栄養素のトラッカー

source: Rastreio de peso
de: Gewichtsverfolgung
en: Weight tracking
es: Seguimiento de peso
fr: Suivi du poids
it: Monitoraggio del peso
ja: 体重追跡

source: Rastreio de Peso
de: Gewichtsverfolgung
en: Weight Tracking
es: Seguimiento de peso
fr: Suivi du poids
it: Monitoraggio del peso
ja: 体重追跡

source: Reabrir dia
de: Tag wieder öffnen
en: Reopen day
es: Reabrir día
fr: Rouvrir la journée
it: Riapri giorno
ja: 日を再開

source: rec.
de: Rez.
en: rcp.
it: ric.
ja: レシピ

source: Receba ideias compatíveis com o que tem na despensa.
de: Erhalte Ideen, die zu deinem Vorrat passen.
en: Get ideas that match what's already in your pantry.
es: Recibe ideas compatibles con lo que tienes en la despensa.
fr: Recevez des idées compatibles avec ce qu'il y a dans votre garde-manger.
it: Ricevi idee compatibili con ciò che hai in dispensa.
ja: パントリーにある食材で作れるアイデアを提案。

source: Recebemos seus dados. Seu Savoria está pronto pra usar.
de: Deine Daten sind da. Dein Savoria ist startklar.
en: We've got your data. Your Savoria is ready to use.
es: Tenemos tus datos. Tu Savoria está listo.
fr: Vos données sont là. Votre Savoria est prêt.
it: Abbiamo i tuoi dati. Il tuo Savoria è pronto.
ja: データを受け取りました。Savoriaの準備完了です。

source: receita
de: Rezept
en: recipe
es: receta
fr: recette
it: ricetta
ja: レシピ

source: Receita
de: Rezept
en: Recipe
es: Receta
fr: Recette
it: Ricetta
ja: レシピ

source: Receita rápida
de: Schnelles Rezept
en: Quick recipe
es: Receta rápida
fr: Recette rapide
it: Ricetta veloce
ja: クイックレシピ

source: receitas
de: Rezepte
en: recipes
es: recetas
fr: recettes
it: ricette
ja: レシピ

source: Receitas
de: Rezepte
en: Recipes
es: Recetas
fr: Recettes
it: Ricette
ja: レシピ

source: Receitas compatíveis com o que você tem na despensa, priorizando o horário do dia. Ajuste o nível de compatibilidade nas configurações ou filtre por categoria abaixo.
de: Rezepte, die zu Ihren Vorräten passen, mit Priorität auf der aktuellen Tageszeit. Passen Sie die Übereinstimmung in den Einstellungen an oder filtern Sie unten nach Kategorie.
en: Recipes compatible with your pantry, prioritized for the current time of day. Adjust the compatibility level in settings or filter by category below.
es: Recetas compatibles con tu despensa, priorizando la hora del día. Ajusta el nivel de compatibilidad en los ajustes o filtra por categoría abajo.
fr: Recettes compatibles avec votre garde-manger, priorisées selon l'heure de la journée. Ajustez le niveau de compatibilité dans les réglages ou filtrez par catégorie ci-dessous.
it: Ricette compatibili con la tua dispensa, con priorità all'orario della giornata. Regola il livello di compatibilità nelle impostazioni o filtra per categoria qui sotto.
ja: パントリーの内容に合うレシピを、現在の時間帯を優先して表示します。互換性レベルは設定で調整するか、下のカテゴリで絞り込めます。

source: Receitas da Web
de: Rezepte aus dem Web
en: Web Recipes
es: Recetas de la Web
fr: Recettes du Web
it: Ricette dal Web
ja: Webレシピ

source: Receitas direto das redes.
de: Rezepte direkt aus den Netzwerken.
en: Recipes straight from social media.
es: Recetas directo desde las redes.
fr: Recettes directement depuis les réseaux.
it: Ricette direttamente dai social.
ja: SNSから直接レシピを取り込み。

source: Receitas personalizadas com a IA
de: Personalisierte Rezepte mit KI
en: Custom recipes with AI
es: Recetas personalizadas con IA
fr: Recettes personnalisées avec l'IA
it: Ricette personalizzate con l'IA
ja: AI でパーソナライズされたレシピ

source: Receitas suas
de: Ihre Rezepte
en: Your recipes
es: Tus recetas
fr: Vos recettes
it: Le tue ricette
ja: あなたのレシピ

source: Receitas sugeridas
de: Vorgeschlagene Rezepte
en: Suggested recipes
es: Recetas sugeridas
fr: Recettes suggérées
it: Ricette suggerite
ja: 提案レシピ

source: Receitas, despensa, mercado e nutrição que conversam entre si.
de: Rezepte, Vorrat, Einkauf und Ernährung, die zusammenarbeiten.
en: Recipes, pantry, shopping and nutrition that all work together.
es: Recetas, despensa, compras y nutrición que se conectan entre sí.
fr: Recettes, garde-manger, courses et nutrition qui fonctionnent ensemble.
it: Ricette, dispensa, spesa e nutrizione che lavorano insieme.
ja: レシピ・パントリー・買い物・栄養がつながって連携。

source: Receitas, despensa, mercado, nutrição e IA — sempre em sincronia.
de: Rezepte, Vorrat, Einkauf, Ernährung und KI — immer synchron.
en: Recipes, pantry, shopping, nutrition and AI — always in sync.
es: Recetas, despensa, mercado, nutrición e IA — siempre en sincronía.
fr: Recettes, garde-manger, courses, nutrition et IA — toujours synchronisés.
it: Ricette, dispensa, spesa, nutrizione e IA — sempre sincronizzati.
ja: レシピ・パントリー・買い物・栄養・AIが常に同期。

source: Receitas, ingredientes e passos
de: Rezepte, Zutaten und Schritte
en: Recipes, ingredients, and steps
es: Recetas, ingredientes y pasos
fr: Recettes, ingrédients et étapes
it: Ricette, ingredienti e passaggi
ja: レシピ、材料、手順

source: Recentes
de: Kürzlich
en: Recent
es: Recientes
fr: Récents
it: Recenti
ja: 最近

source: Recolher calendário
de: Kalender einklappen
en: Collapse calendar
es: Contraer calendario
fr: Réduire le calendrier
it: Comprimi calendario
ja: カレンダーを折りたたむ

source: Recomendado
de: Empfohlen
en: Recommended
fr: Recommandé
it: Consigliato
ja: おすすめ

source: Recomendamos entre 0,3 e 0,75 kg/semana para resultados sustentáveis.
de: Wir empfehlen 0,3 bis 0,75 kg/Woche für nachhaltige Ergebnisse.
en: We recommend between 0.3 and 0.75 kg/week for sustainable results.
es: Recomendamos entre 0,3 y 0,75 kg/semana para resultados sostenibles.
fr: Nous recommandons entre 0,3 et 0,75 kg/semaine pour des résultats durables.
it: Consigliamo tra 0,3 e 0,75 kg/settimana per risultati sostenibili.
ja: 持続可能な結果のため、週0.3〜0.75kgを推奨します。

source: Reconhecido: prato com proteína e carboidrato
de: Erkannt: Teller mit Protein und Kohlenhydraten
en: Detected: plate with protein and carbs
es: Reconocido: plato con proteína y carbohidratos
fr: Détecté : plat avec protéines et glucides
it: Rilevato: piatto con proteine e carboidrati
ja: 認識: タンパク質と炭水化物の料理

source: Reconhecimento de voz indisponível neste dispositivo.
de: Spracherkennung auf diesem Gerät nicht verfügbar.
en: Speech recognition is unavailable on this device.
es: Reconocimiento de voz no disponible en este dispositivo.
fr: Reconnaissance vocale indisponible sur cet appareil.
it: Riconoscimento vocale non disponibile su questo dispositivo.
ja: このデバイスでは音声認識が利用できません。

source: Recursos avançados para tirar o máximo da sua cozinha conectada.
de: Erweiterte Funktionen, um das Beste aus Ihrer vernetzten Küche herauszuholen.
en: Advanced features to get the most out of your connected kitchen.
es: Funciones avanzadas para sacar el máximo partido a tu cocina conectada.
fr: Des fonctionnalités avancées pour tirer le meilleur parti de votre cuisine connectée.
it: Funzionalità avanzate per ottenere il massimo dalla tua cucina connessa.
ja: つながるキッチンを最大限に活用するための高度な機能。

source: Recursos novos primeiro
de: Neue Funktionen zuerst
en: New features first
es: Funciones nuevas primero
fr: Nouvelles fonctionnalités en premier
it: Nuove funzioni prima
ja: 新機能をいち早く

source: Redefinir
de: Zurücksetzen
en: Reset
es: Restablecer
fr: Réinitialiser
it: Reimposta
ja: リセット

source: Redefinir perfil
de: Profil zurücksetzen
en: Reset profile
es: Restablecer perfil
fr: Réinitialiser le profil
it: Reimposta profilo
ja: プロフィールをリセット

source: Redefinir perfil de nutrição?
de: Ernährungsprofil zurücksetzen?
en: Reset nutrition profile?
es: ¿Restablecer perfil de nutrición?
fr: Réinitialiser le profil nutrition ?
it: Reimpostare il profilo di nutrizione?
ja: 栄養プロフィールをリセットしますか？

source: Reduzir calorias com déficit saudável
de: Kalorien mit gesundem Defizit reduzieren
en: Reduce calories with a healthy deficit
es: Reducir calorías con déficit saludable
fr: Réduire les calories avec un déficit sain
it: Ridurre le calorie con un deficit sano
ja: 健康的な不足でカロリーを減らす

source: Reels, TikTok, YouTube — em breve
de: Reels, TikTok, YouTube — demnächst
en: Reels, TikTok, YouTube — coming soon
es: Reels, TikTok, YouTube — próximamente
fr: Reels, TikTok, YouTube — bientôt
it: Reels, TikTok, YouTube — a breve
ja: Reels、TikTok、YouTube — 近日公開

source: Refazer onboarding
de: Einführung wiederholen
en: Redo onboarding
es: Repetir onboarding
fr: Refaire l'accueil
it: Rifai l'onboarding
ja: オンボーディングをやり直す

source: Refeição
de: Mahlzeit
en: Meal
es: Comida
fr: Repas
it: Pasto
ja: 食事

source: Refeição completa
de: Vollständige Mahlzeit
en: Full meal
es: Comida completa
fr: Repas complet
it: Pasto completo
ja: 完全な食事

source: Refeições do dia
de: Mahlzeiten des Tages
en: Meals of the day
es: Comidas del día
fr: Repas du jour
it: Pasti del giorno
ja: 1日の食事

source: Refino automático
de: Automatische Verfeinerung
en: Automatic refinement
es: Refinado automático
fr: Affinage automatique
it: Raffinamento automatico
ja: 自動改良

source: Refrescante
de: Erfrischend
en: Refreshing
fr: Rafraîchissant
it: Rinfrescante
ja: さっぱり

source: Registrar
de: Erfassen
en: Log
fr: Enregistrer
it: Registra
ja: 記録

source: Registrar Alimento
de: Lebensmittel erfassen
en: Log Food
fr: Enregistrer un aliment
it: Registra alimento
ja: 食品を記録

source: Registrar alimento "%@"
de: Lebensmittel "%@" erfassen
en: Log food "%@"
fr: Enregistrer l'aliment "%@"
it: Registra alimento "%@"
ja: 食品「%@」を記録

source: Registrar com Áudio
de: Mit Audio erfassen
en: Log with Audio
es: Registrar con audio
fr: Enregistrer avec l'audio
it: Registra con audio
ja: 音声で記録

source: Registrar com Câmera
de: Mit Kamera erfassen
en: Log with Camera
es: Registrar con cámara
fr: Enregistrer avec l'appareil photo
it: Registra con fotocamera
ja: カメラで記録

source: Registrar com Galeria
de: Mit Galerie erfassen
en: Log with Gallery
es: Registrar con galería
fr: Enregistrer avec la galerie
it: Registra con galleria
ja: ギャラリーで記録

source: Registrar manualmente
de: Manuell erfassen
en: Log manually
fr: Enregistrer manuellement
it: Registra manualmente
ja: 手動で記録

source: Registrar peso
de: Gewicht erfassen
en: Log weight
fr: Enregistrer le poids
it: Registra peso
ja: 体重を記録

source: Registrar por foto
de: Per Foto erfassen
en: Log by photo
fr: Enregistrer par photo
it: Registra tramite foto
ja: 写真で記録

source: Registrar por rótulo
de: Per Etikett erfassen
en: Log by label
es: Registrar por etiqueta
fr: Enregistrer par étiquette
it: Registra tramite etichetta
ja: ラベルで記録

source: Registrar por texto
de: Per Text erfassen
en: Log by text
fr: Enregistrer par texte
it: Registra tramite testo
ja: テキストで記録

source: Registrar por voz
de: Per Stimme erfassen
en: Log by voice
fr: Enregistrer par voix
it: Registra tramite voce
ja: 音声で記録

source: Registrar por…
de: Erfassen per…
en: Log by…
fr: Enregistrer par…
it: Registra tramite…
ja: 記録方法…

source: registrar refeição
de: Mahlzeit erfassen
en: log meal
es: registrar comida
fr: enregistrer un repas
it: registra pasto
ja: 食事を記録

source: Registre do jeito mais fácil pra você
de: Erfasse so, wie's für dich am einfachsten ist
en: Log the way that's easiest for you
es: Registra de la forma que te resulte más fácil
fr: Enregistrez de la façon la plus simple pour vous
it: Registra nel modo più facile per te
ja: あなたに一番ラクな方法で記録

source: registro
de: Eintrag
en: entry
fr: enregistrement
it: registrazione
ja: 記録

source: Registro de refeições
de: Mahlzeiten erfassen
en: Meal logging
es: Registro de comidas
fr: Suivi des repas
it: Registrazione dei pasti
ja: 食事の記録

source: Registro em andamento
de: Eintrag läuft
en: Entry in progress
es: Registro en curso
fr: Enregistrement en cours
it: Registrazione in corso
ja: 記録中

source: Registro não concluído
de: Eintrag nicht abgeschlossen
en: Entry not finished
es: Registro no finalizado
fr: Enregistrement non terminé
it: Registrazione non completata
ja: 記録が未完了

source: registros
de: Einträge
en: entries
fr: enregistrements
it: registrazioni
ja: 件

source: Registros
de: Einträge
en: Entries
fr: Enregistrements
it: Registrazioni
ja: 記録

source: Registros Manuais
de: Manuelle Einträge
en: Manual Entries
es: Registros manuales
fr: Enregistrements manuels
it: Registrazioni manuali
ja: 手動記録

source: Registros Salvos
de: Gespeicherte Einträge
en: Saved Entries
es: Registros guardados
fr: Enregistrements sauvegardés
it: Registrazioni salvate
ja: 保存された記録

source: Regue com molho caesar e finalize com parmesão.
de: Mit Caesar-Dressing beträufeln und mit Parmesan toppen.
en: Drizzle with Caesar dressing and top with parmesan.
es: Riega con salsa César y termina con parmesano.
fr: Arrosez de sauce César et finissez avec le parmesan.
it: Condisci con salsa Caesar e finisci con parmigiano.
ja: シーザードレッシングをかけパルメザンで仕上げる。

source: Regue com o molho caesar e polvilhe o parmesão.
de: Mit Caesar-Dressing beträufeln und mit Parmesan bestreuen.
en: Drizzle with Caesar dressing and sprinkle with Parmesan.
es: Adereza con el aliño César y espolvorea el parmesano.
fr: Arrosez de sauce César et saupoudrez de parmesan.
it: Condire con la salsa caesar e cospargere con il parmigiano.
ja: シーザーソースをかけ、パルメザンチーズをふりかけます。

source: Remover
de: Entfernen
en: Remove
es: Quitar
fr: Retirer
it: Rimuovi
ja: 削除

source: Remover dos favoritos
de: Aus Favoriten entfernen
en: Remove from favorites
es: Quitar de favoritos
fr: Retirer des favoris
it: Rimuovi dai preferiti
ja: お気に入りから削除

source: Remover Foto
de: Foto entfernen
en: Remove Photo
es: Quitar foto
fr: Retirer la photo
it: Rimuovi foto
ja: 写真を削除

source: Remover ingrediente
de: Zutat entfernen
en: Remove ingredient
es: Quitar ingrediente
fr: Retirer l'ingrédient
it: Rimuovi ingrediente
ja: 材料を削除

source: remover item da despensa
de: Artikel aus Vorratskammer entfernen
en: remove pantry item
es: quitar artículo de la despensa
fr: retirer un article du garde-manger
it: rimuovi articolo dalla dispensa
ja: パントリーからアイテムを削除

source: remover refeição registrada
de: erfasste Mahlzeit entfernen
en: remove logged meal
es: quitar comida registrada
fr: retirer un repas enregistré
it: rimuovi pasto registrato
ja: 記録された食事を削除

source: Removido
de: Entfernt
en: Removed
es: Eliminado
fr: Retiré
it: Rimosso
ja: 削除しました

source: Renomear caderno
de: Notizbuch umbenennen
en: Rename notebook
es: Renombrar cuaderno
fr: Renommer le carnet
it: Rinomina quaderno
ja: ノートの名前を変更

source: renomear categoria
de: Kategorie umbenennen
en: rename category
es: renombrar categoría
fr: renommer la catégorie
it: rinomina categoria
ja: カテゴリーの名前を変更

source: Renova à meia-noite
de: Setzt sich um Mitternacht zurück
en: Resets at midnight
es: Se renueva a medianoche
fr: Réinitialisé à minuit
it: Si rinnova a mezzanotte
ja: 深夜に更新

source: Renova em %@
de: Verlängert sich am %@
en: Renews on %@
es: Se renueva el %@
fr: Renouvellement le %@
it: Si rinnova il %@
ja: 更新日: %@

source: reordenar categoria
de: Kategorie neu anordnen
en: reorder category
es: reordenar categoría
fr: réorganiser la catégorie
it: riordina categoria
ja: カテゴリーを並び替え

source: Reorganizando a receita
de: Rezept wird neu organisiert
en: Reorganizing the recipe
es: Reorganizando la receta
fr: Réorganisation de la recette
it: Riorganizzazione della ricetta
ja: レシピを再編成中

source: Requer que todos os participantes tenham iCloud ativado.
de: Erfordert, dass alle Teilnehmer iCloud aktiviert haben.
en: Requires all participants to have iCloud enabled.
es: Requiere que todos los participantes tengan iCloud activado.
fr: Nécessite que tous les participants aient iCloud activé.
it: Richiede che tutti i partecipanti abbiano iCloud attivato.
ja: すべての参加者が iCloud を有効にしている必要があります。

source: Responda 6 perguntas rápidas para calcularmos suas metas diárias de calorias e macros.
de: Beantworten Sie 6 schnelle Fragen, damit wir Ihre täglichen Kalorien- und Makroziele berechnen können.
en: Answer 6 quick questions so we can calculate your daily calorie and macro goals.
es: Responde 6 preguntas rápidas para que calculemos tus metas diarias de calorías y macros.
fr: Répondez à 6 questions rapides pour que nous calculions vos objectifs quotidiens de calories et macros.
it: Rispondi a 6 domande rapide per calcolare i tuoi obiettivi giornalieri di calorie e macro.
ja: 1日のカロリーとマクロの目標を計算するために6つの簡単な質問に答えてください。

source: Responda 6 perguntas rápidas para calcularmos suas metas diárias.
de: Beantworten Sie 6 schnelle Fragen, damit wir Ihre täglichen Ziele berechnen können.
en: Answer 6 quick questions so we can calculate your daily goals.
es: Responde 6 preguntas rápidas para que calculemos tus metas diarias.
fr: Répondez à 6 questions rapides pour que nous calculions vos objectifs quotidiens.
it: Rispondi a 6 domande rapide per calcolare i tuoi obiettivi giornalieri.
ja: 1日の目標を計算するために6つの簡単な質問に答えてください。

source: Resposta inválida da EXA.
de: Ungültige Antwort von EXA.
en: Invalid EXA response.
es: Respuesta no válida de EXA.
fr: Réponse invalide d'EXA.
it: Risposta non valida da EXA.
ja: EXA からの応答が無効です。

source: Resposta inválida do Exa.
de: Ungültige Antwort von Exa.
en: Invalid Exa response.
es: Respuesta no válida de Exa.
fr: Réponse invalide d'Exa.
it: Risposta non valida da Exa.
ja: Exa からの応答が無効です。

source: Resposta inválida do servidor.
de: Ungültige Serverantwort.
en: Invalid response from the server.
es: Respuesta no válida del servidor.
fr: Réponse invalide du serveur.
it: Risposta non valida dal server.
ja: サーバーからの応答が無効です。

source: Resposta inválida do Supabase.
de: Ungültige Antwort von Supabase.
en: Invalid Supabase response.
es: Respuesta no válida de Supabase.
fr: Réponse invalide de Supabase.
it: Risposta non valida da Supabase.
ja: Supabase からの応答が無効です。

source: Resposta inválida na transcrição de áudio.
de: Ungültige Antwort bei der Audio-Transkription.
en: Invalid response in audio transcription.
es: Respuesta no válida en la transcripción de audio.
fr: Réponse invalide dans la transcription audio.
it: Risposta non valida nella trascrizione audio.
ja: 音声文字起こしの応答が無効です。

source: Resposta vazia da IA.
de: Leere Antwort der KI.
en: Empty AI response.
es: Respuesta vacía de la IA.
fr: Réponse vide de l'IA.
it: Risposta vuota dall'IA.
ja: AI からの応答が空です。

source: Restaurar
de: Wiederherstellen
en: Restore
fr: Restaurer
it: Ripristina
ja: 復元

source: Restaurar backup?
de: Backup wiederherstellen?
en: Restore backup?
es: ¿Restaurar copia?
fr: Restaurer la sauvegarde ?
it: Ripristinare il backup?
ja: バックアップを復元しますか？

source: Restaurar compras
de: Käufe wiederherstellen
en: Restore Purchases
fr: Restaurer les achats
it: Ripristina acquisti
ja: 購入を復元

source: Restaurar dados de demonstração
de: Demonstrationsdaten wiederherstellen
en: Restore demo data
es: Restaurar datos de demostración
fr: Restaurer les données de démonstration
it: Ripristina dati di dimostrazione
ja: デモデータを復元

source: Resultados
de: Ergebnisse
en: Results
fr: Résultats
it: Risultati
ja: 結果

source: Revisar como receita
de: Als Rezept überprüfen
en: Review as recipe
es: Revisar como receta
fr: Réviser comme recette
it: Rivedi come ricetta
ja: レシピとしてレビュー

source: Revisar receita
de: Rezept überprüfen
en: Review recipe
es: Revisar receta
fr: Réviser la recette
it: Rivedi ricetta
ja: レシピをレビュー

source: Revisar receita do vídeo
de: Rezept aus Video überprüfen
en: Review recipe from video
es: Revisar receta del vídeo
fr: Réviser la recette de la vidéo
it: Rivedi ricetta del video
ja: 動画のレシピをレビュー

source: Revisar refeição
de: Mahlzeit überprüfen
en: Review meal
es: Revisar comida
fr: Réviser le repas
it: Rivedi pasto
ja: 食事をレビュー

source: Revise a transcrição e analise quando estiver pronto.
de: Überprüfen Sie die Transkription und analysieren Sie, wenn Sie bereit sind.
en: Review the transcription and analyze when you're ready.
es: Revisa la transcripción y analiza cuando esté lista.
fr: Vérifiez la transcription et analysez lorsque vous êtes prêt.
it: Rivedi la trascrizione e analizza quando sei pronto.
ja: 文字起こしを確認し、準備ができたら分析してください。

source: Revise antes de salvar
de: Vor dem Speichern überprüfen
en: Review before saving
es: Revisa antes de guardar
fr: Vérifiez avant d'enregistrer
it: Rivedi prima di salvare
ja: 保存前に確認

source: Ritmo semanal
de: Wochenrhythmus
en: Weekly pace
fr: Rythme hebdomadaire
it: Ritmo settimanale
ja: 週ごとのペース
